/* Dialog Strings */
"SAVE" = "Zachowaj";
"DONTSAVE" = "Nie zachowuj";
"CANCEL" = "Anuluj";
"DELETE" = "Usuń";
"OK" = "OK";
"APPLY" = "Zastosuj";
"REVERT" = "Przywróć";
"DONTAPPLY" = "Nie stosuj";
"CONTINUE" = "Dalej";
"NONE" = "Brak";
"ASSIST" = "Pomóż mi…";
"NEW_ISP" = "Znajdź nowego ISP…";
"CREATE" = "Utwórz";
"DO_NOT_CREATE" = "Nie twórz";
"UNKNOWN" = "Nieznane";
"DONE" = "Gotowe";
"AUTHENTICATE" = "Uwierzytelnij";
"DEAUTHENTICATE" = "Odwołaj uwierzytelnienie";

"ADVANCED" = "Zaawansowane";
"SETUP" = "Skonfiguruj…";
"CONNECT" = "Połącz";
"DISCONNECT" = "Rozłącz";
"DIAL_NOW" = "Wybierz teraz";

"EDIT_BUTTON_RENAME" = "Zmień nazwę";
"EDIT_BUTTON_EDIT" = "Edycja…";

"LINK_AGGREGATE" = "Agregacja połączeń";

/* Panel Strings */
"SAVE_CONFIG" = "Zastosować zmiany konfiguracji?";
"IP_FROM_SERVER" = "Adres IP: Zostanie dostarczony przez serwer\n";
"IP_ADDR" = "Adres IP: %@\n";
"DELETE_LOC" = "Czy na pewno chcesz usunąć lokalizację „%@”?";
"DELETE_CFG" = "Czy na pewno chcesz usunąć konfigurację „%@”?";
"DELETE_SERVICE" = "Czy na pewno chcesz usunąć usługę o nazwie „%@”?";
"NO_UNDO_DESC" = "Nie można tego cofnąć.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Usługa „%@” jest obecna w wielu lokalizacjach";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Czy chcesz ją usunąć ze wszystkich lokalizacji, czy tylko z bieżącej?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Usuń ze wszystkich";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Usuń z bieżącej";
"RENAME_CFG" = "Zmień nazwę konfiguracji:";
"RENAME_SERVICE" = "Podaj nową nazwę dla „%@”.";
"CREATE_CFG" = "Utwórz nową konfigurację o nazwie:";
"CREATE_SERVICE" = "Utwórz nową usługę o nazwie:";
"DUPLICATE_SERVICE" = "Podaj nazwę dla kopii „%@”.";
"AUTOMATIC_CFG" = "Automatyczna";
"DEFAULT_CFG" = "Domyślna";
"UNTITLED_CFG" = "bez nazwy";
"CFG_NAME" = "Nazwa konfiguracji:";
"CFG_COPY_NO_FORMAT" = "Kopiuj";
"CFG_COPY" = "%@-kopia";
"AIRPORT_ID" = "ID AirPort:";
"ENET_ID" = "Adres Ethernet:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Nieprawidłowa nazwa";
"DUPLICATE_NAME" = "Nazwa musi być unikalna!";
"INVALID_VLAN_TAG" = "Znacznik poza zakresem!";
"DUPLICATE_VLAN_TAG" = "Znacznik musi być unikalny!";
"TURN_AIRPORT_OFF" = "Wyłącz AirPort";
"TURN_AIRPORT_ON" = "Włącz AirPort";
"AIRPORT_POWER_ON" = "Włączono";
"AIRPORT_POWER_OFF" = "Wyłączone";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "IPSec Cisco";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 do 4";

"MODEM_GENERIC" = "Uniwersalny";
"MODEM_OTHER" = "Inne";

"UNTITLED_INTERFACE" = "bez nazwy";
"UNTITLED_SERVER" = "Serwer bez nazwy";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Zmiany w usłudze „%@”  nie zostały zastosowane. Czy chcesz je zastosować?";
"ALERT_UNSAVED_CHANGES" = "W tej usłudze są niezachowane zmiany";
"ALERT_UNSAVED_CHANGES_EXIT" = "Czy chcesz zastosować zmiany przed zamknięciem panelu preferencji Sieć?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Zaimportowanie spowoduje utratę wszystkich niezachowanych zmian. Czy chcesz zastosować zmiany przed zaimportowaniem konfiguracji?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Czy chcesz zastosować zmiany przed przełączeniem usług?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Czy chcesz zastosować zmiany przed przełączeniem lokalizacji?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Czy chcesz zastosować zmiany przed edycją lokalizacji?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Przełączenie zasilania AirPort spowoduje utratę wszystkich niezachowanych zmian. Czy chcesz zastosować zmiany przed przełączeniem zasilania AirPort?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Odnowienie dzierżawy DHCP spowoduje utratę wszystkich niezachowanych zmian. Czy chcesz zastosować zmiany przed odnowieniem dzierżawy DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Jeśli nawiążesz połączenie bez zastosowania zmian, zostaną użyte poprzednie ustawienia. Czy przed nawiązaniem połączenia chcesz zastosować zmiany?";

"DELETE_VLAN_MULTIPLE" = "Tej sieci VLAN używa wiele (%d) usług sieciowych.";
"DELETE_VLAN_ONE" = "Tej sieci VLAN używa jedna usługa sieciowa.";
"DELETE_VLAN" = "Czy naprawdę chcesz usunąć sieć VLAN „%@”?";
"DELETE_VLAN_INFO" = "Wszystkie usługi używającej tej sieci VLAN zostaną usunięte, gdy usuniesz sieć VLAN. Usunięcia usług lub sieci VLAN nie można cofnąć. Czy kontynuować usuwanie sieci VLAN i powiązanych z nią konfiguracji?";

"DELETE_BOND_MULTIPLE" = "Tej agregacji używa wiele (%d) usług sieciowych.";
"DELETE_BOND_ONE" = "Ta agregacja jest używana przez usługę sieciową.";
"DELETE_BOND" = "Czy na pewno chcesz usunąć agregację „%@”?";
"DELETE_BOND_INFO" = "Gdy usuniesz tę agregację, wszystkie używające jej usługi sieciowe zostaną usunięte. Usunięcia usług lub agregacji nie można cofnąć. Czy chcesz kontynuować usuwanie agregacji i powiązanych z nią konfiguracji?";
"UNTITLED_VLAN" = "VLAN bez nazwy";
"UNTITLED_BOND" = "dowiązanie bez tytułu";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Wszystkie interfejsy składowe są połączone.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Niektóre z interfejsów składowych są połączone. Kliknij w Zaawansowane, aby poznać szczegóły.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Żaden z interfejsów składowych nie jest podłączony. Kliknij w Zaawansowane, aby poznać szczegóły.";

"NEW_INTERFACE" = "Wykryto nowy interfejs";
"SAVE_INTERFACE" =  "Wykryty został nowy interfejs sieciowy:\r\r%@\r\rSprawdź, czy jest poprawnie skonfigurowany, a potem kliknij w Zastosuj, aby go aktywować.";

"NEW_INTERFACES" = "Wykryto nowe interfejsy";
"SAVE_INTERFACES" =  "Wykryte zostały nowe interfejsy sieciowe:\r\r%@\r\rSprawdź, czy są poprawnie skonfigurowane, a potem kliknij w Zastosuj, aby je aktywować.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Uaktywnij usługę";
"Make Service Inactive" = "Dezaktywuj usługę";

"Remove Service" = "Usuń usługę „%@”…";
"Duplicate Service" = "Powiel usługę „%@”…";
"Rename Service" = "Zmień nazwę usługi „%@”…";
"DELETE_WITH_NAME" = "Usuń „%@”…";
"EDIT_WITH_NAME" = "Edycja „%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Edycja lokalizacji…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "pełny";
"half" = "pół";
"full-duplex" = "pełny dupleks";
"half-duplex" = "półdupleks";
"flow" = "przepływ";
"flow-control" = "kontrola przepływu";
"auto" = "automatycznie";
"autoselect" = "wybór automatyczny";

/* misc service title */
"UNKNOWN_SERVICE" = "Nieznana usługa";

/* status strings */
"Inactive" = "Nieaktywne";
"Connected" = "Połączono";
"Connecting" = "Nawiązywanie połączenia…";
"Disconnecting" = "Rozłączam się…";
"Some Connected" = "Niektóre połączono";
"Not Connected" = "Nie połączono";
"Not Configured" = "Nieskonfigurowane";
"Unknown State" = "Nieznany";
"Cable Unplugged" = "Kabel odłączony";

"Self-Assigned IP" = "Samoprzydzielony IP";
"No IP Address" = "Brak adresu IP";
"Loopback IP" = "IP pętli zwrotnej";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Konta";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1x";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxy";
"appletalk" = "AppleTalk";
"bonds" = "Status dowiązania";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN na żądanie";
"vpnoptions" = "Opcje";

"8021X" = "802.1x";

/* service list column titles */
"Services" = "Usługi";
"Active Services" = "Aktywne usługi";
"Inactive Services" = "Nieaktywne usługi";
"All Services" = "Wszystkie usługi";
"All Broadband Services" = "Wszystkie usługi szerokopasmowe";
"All VPN Services" = "Wszystkie usługi VPN";
"All Wireless Services" = "Wszystkie usługi bezprzewodowe";
"All Dial-up Services" = "Wszystkie połączenia komutowane";

"All Active Services" = "Wszystkie aktywne usługi";
"Active Broadband Services" = "Aktywne usługi szerokopasmowe";
"Active VPN Services" = "Aktywne usługi VPN";
"Active Wireless Services" = "Aktywne usługi bezprzewodowe";
"Active Dial-up Services" = "Aktywne połączenia komutowane";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Pozwala określić kolejność usług i wykonać inne czynności.";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "Identyfikator MAC (Media Access Control) tego urządzenia sieciowego";
"AirPortID Tooltip" = "Identyfikator MAC (Media Access Control) tego urządzenia sieciowego (taki sam jak ID AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Nieprawidłowy adres IP";
"InvalidSubnetMask" = "Nieprawidłowa maska podsieci";
"InvalidRouterAddress" = "Nieprawidłowy adres routera";
"InvalidServerAddress" = "Nieprawidłowy adres serwera";
"InvalidDomainLabel" = "Nieprawidłowa etykieta domeny";
"LinkLocalAddress" = "Połącz adres lokalny";
"InvalidPrefixLength" = "Nieprawidłowa długość prefiksu";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "Adres IP musi składać się z 4 liczb od 0 do 255 oddzielonych kropkami.";
"BasicSubnetMaskError"	= "Maska podsieci musi składać się z 4 liczb od 0 do 255 oddzielonych kropkami.";
"DefaultRouteError"	= "Podana wartość jest zarezerwowana dla domyślnej trasy i nie może być używana jako adres IP tego komputera.";
"LimitedBroadcastError"	= "Podana wartość jest ograniczonym adresem rozgłaszania i nie może być używana jako adres IP tego komputera.";
"FirstQuadReservedError"	= "Pierwsza ćwiartka podanego adresu jest spoza zakresu i nie może być używana jako adres routera dla tego komputera.";
"SourceAddressError"	= "Pierwsza ćwiartka podanej wartości nie może być zerem.";
"LoopbackError"	= "Pierwsza ćwiartka podanej wartości nie może być 127.";
"BroadcastAddressError"	= "Adres hosta nie może pokrywać się z adresem rozgłaszania.";
"NetworkAddressError"	= "Adres komputera nie może być 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Część adresu IP określająca adres sieci nie pokrywa się z adresem podsieci.";
"OctetRangeError"	= "Adres IP nie należy do zakresu adresów obsługiwanych przez adres routera i maskę podsieci.";

// IP and Router match error
"IPRouterMatchError"= "Adres IP nie może być taki sam jak adres routera.";

// IP Address Link Local Address
"LinkLocalError" = "Ten adres IP nie jest przekazywany. Zaleca się podanie innego adresu IP.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Maska podsieci nie jest prawidłowa. Sprawdź wartość, aby upewnić się, że została podana prawidłowo. Skontaktuj się z administratorem sieci, aby uzyskać pomoc.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Nazwy domen przeszukiwania muszą składać się tylko z liter, cyfr i dywizów. Muszą także zaczynać się i kończyć literą lub cyfrą.";

// IPv6 address errors
"IPv6BasicValidationError" = "Adres IPv6 musi się składać z 8 liczb szesnastkowych od 0x0 do 0xffff oddzielonych dwukropkami.";
"IPv6RouterBasicValidationError" = "Adres routera IPv6 musi składać się z 8 liczb szesnastkowych od 0x0 do 0xffff oddzielonych dwukropkami.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "Długość prefiksu IPv6 musi być liczbą całkowitą od 0 do 128. Zaleca się, by ta wartość była mniejsza niż 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "ID klienta DHCP jest zbyt długi";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "ID klienta DHCP nie może zawierać więcej niż 255 znaków.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 dzień, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d dni, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "bajtów";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Powiela zaznaczoną lokalizację";
"DUPLICATE_SERVICE_TOOLTIP" = "Powiela zaznaczoną usługę";
"DELETE_SET_TOOLTIP" =  "Usuwa zaznaczoną lokalizację";
"DELETE_SERVICE_TOOLTIP" =  "Usuwa zaznaczoną usługę";
"SERVICES_COLUMN_TITLE" = "Usługi";
"LOCATIONS_COLUMN_TITLE" = "Lokalizacje";
"ADD_LOCATION_TOOLTIP" = "Dodaj lokalizację";
"DELETE_LOCATION_TOOLTIP" = "Usuwa zaznaczoną lokalizację";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Wybierz usługi, które chcesz dodać do lokalizacji „%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Wspólne hasło IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Połącz z Internetem";
"8021x_KEYCHAIN" = "Hasło 802.1X";
"IC_KEYCHAIN_FORMAT" = "Połącz z Internetem: %@";

/* configuration popup menu item titles */
"Rename item" = "Zmień nazwę „%@”…";
"Delete item" = "Usuń „%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Dodaj adres serwera DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Usuwa adres serwera DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Dodaje domenę przeszukiwania DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Usuń domenę przeszukiwania DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Dodaje adres serwera WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Usuwa adres serwera WINS";
"Add WINS server address" = "Dodaj adres serwera WINS";
"Delete WINS server address" = "Usuń adres serwera WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Dodaj konfigurację 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Usuń konfigurację 802.1x";
"Add an 802.1x configuration" = "Dodaj konfigurację 802.1x";
"Delete an 802.1x configuration" = "Usuń konfigurację 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Dodaj nowy adres IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Usuwa zaznaczony adres IPv6";

"ADD_SERVICE_TOOLTIP" = "Utwórz nową usługę";
"REMOVE_SERVICE_TOOLTIP" = "Usuwa zaznaczoną usługę";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ jest obecnie używany.";

"CUSTOM_RANGE_FORMAT" = "(%d do %d)";
"MTU_RANGE_ERROR_TITLE" = "Wartość poza zakresem";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "Podana wartość MTU jest mniejsza niż wartość minimalna (%d) obsługiwana przez ten interfejs.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "Podana wartość MTU przekracza maksymalną wartość (%d) obsługiwaną przez ten interfejs.";
"MTU_RANGE_ERROR" = "Podana wartość nie należy do zakresu wartości MTU obsługiwanych przez ten interfejs.";

// proxy descriptions
"FTP Proxy" = "Proxy FTP";
"Web Proxy (HTTP)" = "Proxy www (HTTP)";
"Secure Web Proxy (HTTPS)" = "Bezpieczny proxy www (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy strumieniowania (RTSP)";
"SOCKS Proxy" = "Proxy SOCKS";
"Gopher Proxy" = "Proxy Gopher";
"Automatic Proxy Configuration" = "Automatyczna konfiguracja proxy";
"Auto Proxy Discovery" = "Automatyczne wykrywanie proxy";
		
// proxy titles
"FTP Proxy Server" = "Serwer proxy FTP";
"Web Proxy Server" = "Serwer proxy www";
"Secure Web Proxy Server" = "Bezpieczny serwer proxy www";
"Streaming Proxy Server" = "Serwer proxy strumieniowania";
"SOCKS Proxy Server" = "Serwer proxy SOCKS";
"Gopher Proxy Server" = "Serwer proxy Gopher";
"Proxy Configuration File" = "Plik konfiguracji proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Nie znaleziono certyfikatów";
"NO_CERT_ALERT_INFO" = "Nie można użyć metody uwierzytelnienia certyfikatem, ponieważ w pęku kluczy nie ma odpowiednich certyfikatów. Użyj programu Dostęp do pęku kluczy, aby zaimportować do niego właściwy certyfikat. W przypadku braku certyfikatu wymaganego do uwierzytelnienia skontaktuj się z administratorem sieci.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Nie znaleziono certyfikatów urządzenia";
"NO_CERT_MACHINE_ALERT_INFO" = "Nie można użyć metody uwierzytelnienia certyfikatem, ponieważ w pęku kluczy nie ma odpowiednich certyfikatów. Użyj programu Dostęp do pęku kluczy, aby zaimportować do niego właściwy certyfikat. W przypadku braku certyfikatu wymaganego do uwierzytelnienia skontaktuj się z administratorem sieci.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Brak zaznaczenia";
"SELECT_USER_CERT_TITLE" = "Wybierz certyfikat uwierzytelniania użytkownika:";
"SELECT_TLS_CERT_TITLE" = "Wybierz certyfikat TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Wybierz certyfikat uwierzytelniania urządzenia:";
"SELECT_CERT_INFO" = "Brak zaznaczenia";
"CERT_NOT_FOUND" = "Brak w pęku kluczy";
"CERT_NOT_FOUND_TOOLTIP" = "Zaznaczonego certyfikatu nie ma już w pęku kluczy";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Dodaj nową domenę do listy";
"REMOVE_VPN_DOMAIN" = "Usuwa zaznaczoną domenę z listy";
"Add VPN on Demand domain" = "Dodaj domenę VPN na żądanie";
"Remove VPN on Demand domain" = "Usuń domenę VPN na żądanie";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NIE";
"MINUTES_LABEL" = "minut do ponownego wybrania"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Włączenie TLS spowoduje niepowodzenie uwierzytelniania.";
"ONEX_TLS_INFO" = "TLS nie może być włączony, ponieważ pęk kluczy nie zawiera żadnych stosownych certyfikatów. Użyj programu Dostęp do pęku kluczy, aby zaimportować odpowiednie certyfikaty do pęku kluczy. Jeśli nie masz wymaganych do uwierzytelnienia certyfikatów, poproś o pomoc administratora sieci.";
"NO_CERTS" = "Nie znaleziono certyfikatów";
"TLS_DESC" = "Wybierz certyfikat TLS:";

"ONEX_OFF_STATUS" = "802.1x wyłączone";
"ONEX_ON_STATUS" = "802.1x włączone";
"ONEX_INACTIVE_STATUS" = "802.1X jest nieaktywny";
"TURN_ONEX_OFF" = "Wyłącz 802.1x";
"TURN_ONEX_ON" = "Włącz 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "Logowanie 802.1x wył.";
"ONEX_LOGIN_ON_STATUS" = "Logowanie 802.1x wł.";
"TURN_LOGIN_ONEX_OFF" = "Wyłącz logowanie 802.1x";
"TURN_LOGIN_ONEX_ON" = "Włącz logowanie 802.1x";

"ENABLE_8021X_TOOLTIP" = "Kliknij, aby włączyć lub wyłączyć systemowe uwierzytelnianie 802.1x dla tej usługi sieciowej.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Włączenie uwierzytelniania 802.1x wymaga nazwy i hasła użytkownika.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Kliknij, aby uwierzytelnić, używając konfiguracji 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Nazwa użytkownika i hasło służą jedynie do uzyskania certyfikatu oraz ustawienia go jako zaufanego - nie są zachowywane.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "Uwierzytelnianie 802.1x nie powiodło się.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1x nie może uwierzytelnić. Możliwe, że podana konfiguracja jest niepoprawna. Jeśli nie masz pewności, z którą konfiguracją chcesz się połączyć, skontaktuj się z administratorem sieci."; 
"ONEX_PROTOCOL_FAILURE" = "Co najmniej jeden protokół, z którym chcesz się połączyć, nie jest obsługiwany. Jeśli nie masz pewności, z którym protokołem się połączyć, zapytaj administratora sieci."; 
"ONEX_INNER_PROT_FAILURE" = "Co najmniej jeden protokół wewnętrzny, z którym chcesz się połączyć, nie jest obsługiwany. Jeśli nie masz pewności, z którym protokołem wewnętrznym się połączyć, zapytaj administratora sieci."; 
"ONEX_SECURITY_ERROR" = "Błąd zabezpieczeń: %d";
"ONEX_ERROR_PORT" = "(Błąd: %1$d na porcie %2$@)";

"ONEX_AUTHENTICATING" = "Uwierzytelniam";
"ONEX_CONNECTED" = "Uwierzytelniono";
"ONEX_CONNECTED_VIA" = "Uwierzytelniono przez %@";
"ONEX_CONNECTED_VIA_PROT" = "Uwierzytelniono przez %@ (%@)";
"ONEX_ELAPSED_TIME" = "Czas połączenia: %@";
"ONEX_NO_AUTHENTICATOR" = "Serwer uwierzytelniania nie odpowiada";

"ONEX_PROGRESS_TITLE" = "Konfiguruję ustawienia %@ dla %@";
"ONEX_PROGRESS_STEP_AUTH" = "Uwierzytelniam…";
"ONEX_PROGRESS_STEP_TRUST" = "Ustalam zaufanie…";

"ONEX_SYSTEM_DOMAIN" = "Profile systemowe";
"ONEX_LOGINWINDOW_DOMAIN" = "Profile okna logowania";
"ONEX_USER_DOMAIN" = "Profile użytkownika";
"ONEX_SYSTEM_CONFIG" = "Profil systemowy";
"ONEX_LOGINWINDOW_CONFIG" = "Okno logowania";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Zastąpić profil systemowy?";
"ONEX_REPLACE" = "Zastąp";
"ONEX_REPLACE_SHEET_INFO" = "Zastąpić profil systemowy profilem o nazwie „%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Profil dla tej sieci już istnieje.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Utworzenie kolejnego profilu dla tej sieci może zakłócić automatyczne przyłączanie się do sieci.";

/* status strings */
"UNKNOWN_SUMMARY" = "Nie można określić statusu połączenia sieciowego.";
"UNKNOWN_STATUS" = "Status sieci jest nieznany";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Dodaje preferowaną sieć do listy";
"DELETE_NETWORK_TOOLTIP" = "Usuwa sieć z listy preferowanych";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ jest teraz wyłączony";
"AIRPORT_ON" = "%@ jest teraz włączony";
"AIRPORT_CONNECTED" = "%@ jest połączony z siecią";
"AIRPORT_UNKNOWN" = "Status połączenia bezprzewodowego jest nieznany.";
"AIRPORT_NO_NETWORK" = "Żadna sieć nie jest wybrana";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ jest włączony, ale nie ma połączenia z siecią.";
"AIRPORT_CONNECTED_TO" = "%1$@ jest połączony z %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ jest połączony z siecią %2$@ typu komputer-komputer.";
"AIRPORT_NO_IP" = "%@ nie ma adresu IP i nie może połączyć się z Internetem.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ jest skonfigurowany do uzyskiwania adresu IP z %2$@, lecz nie ma adresu IP i nie może połączyć się z Internetem.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ jest podłączony do %2$@ i ma adres IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ ma samodzielnie przydzielony adres IP (%@) i może nie móc połączyć się z Internetem.";
"AIRPORT_NO_ROUTER" = "Nie można skomunikować się ze stacją bazową. Upewnij się, że stacja bazowa jest poprawnie skonfigurowana.";
"AIRPORT_NO_REACH_IP" = "%@ jest połączony z siecią bezprzewodową, ale status stacji bazowej jest niedostępny. Może już masz połączenie z Internetem.";
"AIRPORT_NO_DNS" = "%@ jest połączony z Internetem, lecz ustawienia DNS mogą nie być skonfigurowane poprawnie.";
"AIRPORT_INTERNET_SHARING" = "Udostępnianie Internetu jest włączone, a do udostępniania jest używany %@.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Przyłączanie do znanych sieci będzie automatyczne. Jeśli żadne znane sieci nie będą dostępne, system zapyta o przyłączenie do nowej sieci.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Przyłączanie do znanych sieci będzie następowało automatycznie. Jeśli żadne znane sieci nie będą dostępne, konieczne będzie ręczne wybranie sieci.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ jest teraz aktywny";
"ETHERNET_NOT_ACTIVE" = "%@ nie jest aktywny";
"ETHERNET_CONNECTED" = "%@ jest połączony";
"ETHERNET_NOT_CONNECTED" = "%@ nie jest połączony";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ jest teraz aktywny i ma adres IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Kabel %@ jest podłączony, ale komputer nie ma adresu IP.";
"ETHERNET_NOT_PLUGGED" = "Kabel %@ nie jest podłączony lub drugie urządzenie nie odpowiada.";
"ETHERNET_LINK_LOCAL" = "%@ ma samodzielnie przydzielony adres IP i nie może połączyć się z Internetem.";
"ETHERNET_NO_ROUTER" = "Program Status sieci nie może skomunikować się z routerem.";
"ETHERNET_NO_REACH_IP" = "%@ jest połączony z siecią lokalną, ale Status sieci nie może potwierdzić połączenia z Internetem.";
"ETHERNET_NO_DNS" = "%@ jest połączony z Internetem, lecz DNS nie działa zgodnie z oczekiwaniami i może nie być poprawnie skonfigurowany.";
"ETHERNET_LOOPBACK" = "%@ ma adres IP pętli zwrotnej i może nie móc się połączyć.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ nie jest połączony";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Kabel %@ nie jest podłączony lub urządzenie nie odpowiada.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Żadne sieciowe urządzenia FireWire nie są podłączone.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ jest nieskonfigurowany";
"MODEM_CONNECTED" = "%@ jest połączony";
"MODEM_NOT_CONNECTED" = "%@ nie jest połączony";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ nie został skonfigurowany.";
"MODEM_READY" = "Wciśnij przycisk Połącz, aby połączyć się z siecią.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ jest nieaktywny";
"VPN_CONNECTED" = "%@ jest połączony";
"VPN_CONNECTING" = "%@ łączy się…";
"VPN_DISCONNECTING" = "%@ rozłącza się…";
"VPN_NOT_CONNECTED" = "%@ nie jest połączony";
"VPN_UNKNOWN_STATE" = "Stan %@ jest nieznany";
"VPN_NOT_CONFIGURED" = "%@ jest nieskonfigurowany";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Istniejące konfiguracje zostaną utracone";
"LINK_ALERT_EXISTING_CONFIG" = "Wszystkie istniejące konfiguracje na wybranych portach zostaną utracone. Czy na pewno chcesz utworzyć agregację?";
"LINK_STATUS_SPEED_DOWN" = "brak połączenia";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Niewłaściwe połączenie";
"LINK_STATUS_NO_PARTNER" = "Brak partnera";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Zła grupa";
"LINK_STATUS_UNKNOWN" = "Nieznane";
"LINK_STATUS_TOOLTIP_ENABLED" = "Nie wykryto żadnych problemów.";
"LINK_STATUS_TOOLTIP_INVALID" = "Stan połączenia nie był poprawny (np. brak, półdupleks lub zła szybkość).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Port w przełączniku, do którego podłączone jest urządzenie, prawdopodobnie nie ma włączonej opcji agregacji połączeń 802.3ad.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Port jest połączony z partnerem, ale grupa agregacji połączeń różni się od tej, która jest aktywna.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Nie można było określić statusu tego urządzenia.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Nie można było zaimportować konfiguracji dla „%@”.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Nie znaleziono usług „%@”.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "Nie można było zaimportować konfiguracji „%@”, ponieważ usługa „%@” nie została skonfigurowana w preferencjach Sieć.";
"IMPORT_FAILED_BAD_FILE" = "Import nie powiódł się, ponieważ plik jest niewłaściwy.";
"IMPORT_MULTIPLE_FORMAT" = "Znaleziono wiele usług %@. Wybierz usługę, do której zaimportujesz konfiguracje:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Znaleziono wiele usług, które obsługują %@. Wybierz usługę, do której zaimportujesz konfiguracje:";
"EXPORT_FAILED" = "Eksportowanie nie powiodło się.";
"EXPORT_FAILED_FILE" = "Nie można zapisać konfiguracji do pliku.";
"EXPORT_FAILED_CONFIGS" = "Nie można zapisać konfiguracji do pliku, ponieważ nie ma żadnych konfiguracji.";
"EXPORT_FAILED_CHECKBOXES" = "Nie można zapisać konfiguracji do pliku, ponieważ żadne pola wyboru nie były zaznaczone.";
"EXPORT_FAILED_FILE_8021x" = "Nie można zapisać profili 802.1X do pliku.";
"EXPORT_FAILED_PROFILES" = "Nie można zapisać profili 802.1X do pliku, ponieważ nie ma żadnych profili.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Nie można zapisać profili 802.1X do pliku, ponieważ nie zaznaczono żadnych pól wyboru.";

"EXPORT_UNTITLED_FILE" = "bez nazwy";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Potrzebujesz pomocy przy konfigurowaniu nowego połączenia sieciowego, czy przy rozwiązywaniu problemu z siecią?";
"ASSIST_SHEET_INFO" = "Jeśli potrzebujesz pomocy przy tworzeniu konfiguracji sieciowej, kliknij w przycisk Asystent. Jeśli potrzebujesz pomocy przy rozwiązywaniu problemów z siecią, kliknij w przycisk Diagnostyka.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Asystent…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnostyka…";

/* appletalk strings */
"APPLETALK_ALRT" = "Protokół AppleTalk jest aktywny w innej usłudze sieciowej.";
"APPLETALK_ALRT_EXPLANATION" = "Czy chcesz wyłączyć AppleTalk w „%@”?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "Protokół AppleTalk może być jednocześnie aktywny tylko na jednym porcie sieciowym. Jeśli będziesz kontynuować, AppleTalk zostanie wyłączony na %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Niedostępne";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Pokazuj status VPN w pasku menu";
"SHOW_MODEM_MENUEXTRA" = "Pokazuj status modemu w pasku menu";
"SHOW_WWAN_MENUEXTRA" = "Pokazuj status WWAN w pasku menu";
"SHOW_PPPOE_MENUEXTRA" = "Pokazuj status PPPoE w pasku menu";
"SHOW_IRDA_MENUEXTRA" = "Pokazuj status IrDA w pasku menu";

/* Accessibility Strings */
"Location Actions" = "Czynności lokalizacji";
"Add Location" = "Dodaj lokalizację";
"Delete Location" = "Usuń lokalizację";

"Add search domain" = "Dodaj domenę przeszukiwania";
"Delete search domain" = "Usuń domenę przeszukiwania";
"Add DNS server" = "Dodaj serwer DNS";
"Delete DNS server" = "Usuń serwer DNS";

"Add Service"= "Dodaj usługę";
"Delete Service" = "Usuń usługę";
"Service Actions" = "Czynności usługi";

"Add Profile"= "Dodaj profil";
"Delete Profile" = "Usuń profil";

"SERVICE_LOGO_FORMAT" = "Logo %@";
"Service Logo" = "Logo usługi";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Serwer zapyta o hasło";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Brak urządzeń PAN";